export const CHAT_LIST = [
    'Есть ли ограничения по времени?',
    'Вы можете оформить подписку на месяц и продливать по мере необходимости',
    'Обязательно ли регистрироваться для обучения?',
    'Вам нужно зарегистрироваться, чтобы мы смогли предоставить вам доступ к материалам',
    'Есть ли возможность подготовиться к экзаменам?',
    'У нас предусмотрена тренировка по выполнению заданий, аналогичных заданиям на ЕГЭ или ОГЭ',
    'Как происходит оплата?',
    'Оплатить подписку можно с помощью банковской карты',
    'Можно ли совместить обучение по нескольким разделам?',
    'Вы можете подписаться на один или несколько разделов без проблем',
];
