import { PAGES_LINK } from './links';

export const COURSE_LIST = [
    {
        title: 'Увлекательный способ изучения лексики',
        description:
            'На компьютере, телефоне или любом другом устройстве - смотрите обучающие карточки, изучайте информацию, учите английский в том месте и в том темпе, в котором вам удобно.',
        href: PAGES_LINK.LEARNING,
    },
    {
        title: 'Интенсивная работа со статьями',
        description:
            'В данном разделе мы публикуем разные интересные и обучающие статьи, новости и даже шуточные истории на английском языке разных уровней, создаем глоссарий, изучаем большое количество новых слов в контексте, а также делаем упражнения на отработку лексических единиц.',
        href: PAGES_LINK.ARTICLES,
    },
    {
        title: 'Планы уроков для преподавателей',
        description:
            'Материалы для учителей и преподавателей, чтобы проводить уроки и курсы еще эффективнее и интереснее.',
        href: PAGES_LINK.LESSON_PLANS,
    },
    {
        title: 'Чек-листы со вспомогательными материалами',
        description:
            'Для закрепления и развития своих знаний, а также для отработки навыков в данном разделе вы найдете множество книг, аудиокниг, подкастов, YouTube-каналов.',
        href: PAGES_LINK.CHECK_LISTS,
    },
    {
        title: 'Подготовка к ЕГЭ и ОГЭ',
        description:
            'Экзамены - штука, к которой нужно готовиться максимально качественно. Тут мы публикуем актуальные задания, тесты и прочую информацию, которая поможет сдать экзамен на высокий балл.',
        href: PAGES_LINK.OGE,
    },
    {
        title: 'Видео TedTalks с заданиями к ним',
        description:
            'TedTalks - вдохновляющие лекции и истории от людей со всего мира, которые проводятся в рамках фонда TED.Мы предоставляем современные и красочные материалы, которые доступны в формате видео с заданиями к ним.Все это поможет для развития и отработки лексико- грамматических знаний, навыков и умений, что необходимо в процессе формирования коммуникативной компетенции обучающихся.',
        href: PAGES_LINK.TEDTALKS,
    },
];
