export interface EXAMS_EGE_PROPS {
    title: string
    group: string
    tag: string
}

export const EXAMS_EGE: EXAMS_EGE_PROPS[] = [
    {
        title: 'Монолог',
        group: 'Чтение',
        tag: 'Устная часть',
    },
    {
        title: 'Задание 1',
        group: 'Аудирование',
        tag: 'Письменная часть',
    },
    {
        title: 'Задание 3-9',
        group: 'Аудирование',
        tag: 'Письменная часть',
    },
    {
        title: 'Задание 10',
        group: 'Вопросы',
        tag: 'Письменная часть',
    },
    {
        title: 'Задание 2',
        group: 'Аудирование',
        tag: 'Письменная часть',
    },
    {
        title: 'Задание 12-18',
        group: 'Вопросы',
        tag: 'Письменная часть',
    },
    {
        title: 'Задание 19-24',
        group: 'Грамматика и лексика',
        tag: 'Письменная часть',
    },
    {
        title: 'Задание 11',
        group: 'Вопросы',
        tag: 'Письменная часть',
    },
    {
        title: 'Задание 30-36',
        group: 'Грамматика и лексика',
        tag: 'Письменная часть',
    },
    {
        title: 'Задание 37',
        group: 'Письменная речь',
        tag: 'Письменная часть',
    },
    {
        title: 'Задание 25-29',
        group: 'Грамматика и лексика',
        tag: 'Письменная часть',
    },
    {
        title: 'Чтение текста',
        group: 'Чтение',
        tag: 'Устная часть',
    },
    {
        title: 'Вопросы',
        group: 'Чтение',
        tag: 'Устная часть',
    },
    {
        title: 'Задание 38.1 и 38.2',
        group: 'Письменная речь',
        tag: 'Письменная часть',
    },
    {
        title: 'Интервью',
        group: 'Чтение',
        tag: 'Устная часть',
    },
]